Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The app was developed for Windows Phone 7.5.
nb: App-en ble utviklet for Windows Phone 7.5.

source: When version 8 came, the update did not work with Windows’ new technology.
nb: Da versjon 8 kom, fungerte ikke oppdateringen mot Windows’ nye teknologi.

source: The Norwegian Petroleum Directorate’s and Ministry of Petroleum and Energy’s Oil Facts app is available for iPhone, Android and Windows Phone smartphones.
nb: Oljedirektoratets og Olje- og energidepartementets app Oil facts er tilgjengelig for iPhone, Android- og Windows Phone-telefoner.

source: The app is based on data from the Norwegian Petroleum Directorate’s fact pages and fact maps.
nb: App-en baserer seg på data fra Oljedirektoratets faktasider og faktakart.

source: You can access information on fields, production licences, companies, production and active exploration wells, as well as news.
nb: Du får informasjon om felt, utvinningstillatelser, selskaper, produksjon og aktive letebrønner samt nyheter.

source: The map function shows fields and active exploration wells, all linked with relevant background information.
nb: Kartfunksjonen viser felt og aktive letebrønner, alt koblet mot relevant bakgrunnsinformasjon.

source: The app also contains an analysis feature where the user can filter and sort data.
nb: App-en inneholder også en analysedel hvor du selv kan filtrere og sortere data.

source: You can save these as your personal favourites, making it easy to update them later.
nb: Disse kan du lagre som personlige favoritter for enklere å kunne oppdatere seinere.

source: You can generate graphs in the analysis feature.
nb: I analysedelen kan du generere grafer.

source: 29 companies received offers for participation in 24 new production licences.
nb: 29 selskap fikk tilbod om deltaking i 24 nye utvinningsløyve.

source: Four of the licences are located in the Norwegian Sea and twenty in the Barents Sea.
nb: Fire av løyva ligg i Norskehavet og tjue i Barentshavet.

source: The announcement round is by far the most extensive that has been in the Barents Sea.
nb: Utlysningsrunden er den desidert mest omfattande som har vore i Barentshavet.

source: “It is clear that many want to explore in the Barents Sea, because the interest from the industry has been considerable.
nb: "Det er tydeleg at mange ønskjer å leite i Barentshavet, for interessa frå industrien har vore høg.

source: Many companies are also being offered ownership interests,” says Sissel Eriksen, director of exploration in the Norwegian Petroleum Directorate.
nb: Mange selskap får også tilbod om andelar, seier Sissel Eriksen, som er direktør for leiting i Oljedirektoratet.

source: She notes that diversity, new ideas and innovation will be important when continuing to explore the Barents Sea:
nb: Ho påpeiker at det er viktig med mangfald, nye idear og nytenking når Barentshavet skal utforskast vidare:

source: "The companies are being offered ownership interests in nearly all parts of the Barents Sea that are open to petroleum activities, and several different plays will be tested.
nb: "Selskapa får tilbod om andelar i så å seie alle delar av Barentshavet som er opna for petroleumsverksemd, og fleire ulike leitemodellar skal testast.

source: This will be exciting!”
nb: Dette blir spennande!

source: Preparations for the round started on 2 November 2011, when the Ministry of Petroleum and Energy invited the oil companies to nominate blocks they believed should be included in the announcement.
nb: Førebuingane til runden byrja 2. november 2011, då Olje- og energidepartementet inviterte oljeselskapa til å nominere blokker dei meinte burde vere med i utlysinga.

source: The round was announced on 26 June of last year, will an application deadline of 4 December.
nb: Runden vart lyst ut 26. juni i fjor, med søknadsfrist 4. desember.

source: Contact in the Norwegian Petroleum Directorate: Eldbjørg Vaage Melberg, telephone +47 51876100
nb: Kontaktperson i Oljedirektoratet: Eldbjørg Vaage Melberg, telefon 51876100

source: The Norwegian Petroleum Directorate’s fact pages, fact map and shapefiles have been updated to reflect the new production licences.
nb: Oljedirektoratets faktasider og faktakart og shapefiler er oppdatert med de nye utvinningstillatelsene.

source: When the streamers are lying exposed on the seabed, before they are covered, they are extremely vulnerable to trawling activity and other outside influences.
nb: Når kabelen ligger på eksponert på sjøbunnen, er den svært sårbar for tråleaktivitet og annen ytre påvirkning.

source: Work to complete the covering operation will start up again in the summer of 2014, with expected completion in the winter of 2015.
nb: Arbeidet med å ferdigstille tildekkingen starter opp igjen til sommeren 2014 og forventes ferdig vinteren 2015.

source: The area in question lies within 61°31´N - 61°26´N and 2°17´E - 2°4´E.
nb: Det aktuelle området ligger innenfor 61°31´N - 61°26´N og 2°17´E - 2°4´E.

source: The guard vessel Asper Victoria will be present.
nb: Vaktfartøyet Asper Victoria vil være til stede.

source: PRM (Permanent reservoir monitoring) is a project where streamers are permanently laid on the seabed to provide better, more frequent seismic images of changes in the reservoir.
nb: PRM (Permanent reservoarmonitorering)er et prosjekt hvor lyttekabel blir lagt ned på havbunnen permanent for å gi oftere og bedre seismisk bilde av forandringer i reservoaret.

source: The streamers are used to obtain more information about the reservoir, thus making it possible to recover more oil.
nb: Kabelen brukes for å skaffe mer kunnskap om reservoaret og dermed gi mulighet til å utvinne mer olje.

source: The water depth in the area is about 300 metres.
nb: Vanndybden i området er omtrent 300 meter.

source: Including such types as gneiss, granite, quartz and mica schists, these either originated deep beneath the Earth's crust or have been fundamentally altered by folding and compression.
nb: På land har vi bergarter med opprinnelse dypt nede i undergrunnen, som gneis, granitt, kvartsitt og glimmerskifer (smeltebergarter), eller som er voldsomt omdannet av overskyving og sammenpressing (metamorfe bergarter).

source: The NCS, on the other hand, has been formed by another process altogether.
nb: Sokkelens bergarter er dannet på en helt annen måte.

source: Here lie the last residues of earlier landscapes and mountain chains eroded down to gravel, sand and clay.
nb: Her ligger de siste restene fra tidligere tiders landskap og med fjellkjeder som ble slitt ned til grus, sand og leire.

source: These materials are encountered today after compression into sedimentary rocks such as conglomerates, sandstones, siltstones and shales.
nb: I dag finnes dette som sedimentære bergarter; konglomerater, sand- og siltsteiner og leirskifere.

source: The islands also have another major advantage - accessibility.
nb: I tillegg har Svalbard et annet stort fortrinn; tilgjengelighet.

source: Despite lying 567 kilometres from the northernmost point of mainland Norway, large parts of them are free from snow and ice for at least part of the year.
nb: Til tross for sin beliggenhet - 567 kilometer fra det nordligste punktet på norsk fastland - er store områder av Svalbard is- og snøfrie, i alle fall deler av året.

source: Anyone who looks at a detailed satellite image of Svalbard or flies over the islands will be struck by the diversity of landscape forms and colours in its highlands.
nb: Kikker vi på et detaljert satellittbilde eller flyr over Svalbard, blir vi slått av mangfoldet av landskapsformer og farger på fjellene.

source: Steep-sided mountains and cross-cutting valleys provide insights into the three-dimensional structure of the bedrock.
nb: Bratte fjellsider og tverrgående daler gir innblikk i den tredimensjonale strukturen i fjellet.

source: In many places, movements in the Earth's crust have displaced the originally horizontal layers so that they are now tilted.
nb: Bevegelser i jordskorpen har mange steder skjøvet på de opprinnelig horisontale lagene, slik at de ligger i vinkel.

source: Such long and continuous time series are seldom encountered anywhere but on Svalbard.
nb: Det er sjelden at det er bevart så lange og sammenhengende tidsrom som på Svalbard.

source: The oil industry has devoted much time and money to geological studies in the islands.
nb: Oljeindustrien har lagt ned mye tid og penger i geologiske studier på Svalbard.

source: Universities pursue field courses there, postgraduate students find thesis subjects, and consultants pursue company-funded investigations.
nb: Universitet har feltundervisning, hoved- og doktorgradstudenter finner oppgaver her, og konsulentfirma utfører arbeid betalt av oljeselskapene.

source: In addition to collecting rock samples, maps have been compiled and scientific articles published about Svalbard's geological development.
nb: Det blir tatt steinprøver, det blir kartlagt og publisert vitenskapelige artikler om den geologiske utviklingen på Svalbard.

source: Petroleum specialists ultimately want to create models of the geology and its structures, and relate these to information gathered from the NCS.
nb: Oljeeksperter ønsker til slutt å lage modeller av geologi og strukturer og koble dette sammen med informasjon fra sokkelen.

source: Its demand that drilling be halted immediately was backed by an overwhelming superiority of personnel, and the British were compelled to pack up and quit.
nb: De mente at alle rettighetene til området tilhørte dem, og forlangte boringen stoppet umiddelbart - et krav de understreket med å henvise til overlegent antall disponibelt mannskap.

source: These had found free oil and asphalt in thick Triassic rocks, but the 1926 survey's recommendation that a well be drilled to a depth of 1 200 metres took almost 40 years to be implemented.
nb: Denne boringen var en videreføring av undersøkelser fra før første verdenskrig og geologiske feltundersøkelser i 1926, da det ble funnet fri olje og asfalt i tykke lag av trias alder.

source: Based on these data, the last major exploration drilling projects in the archipelago were carried out by Norsk Hydro and Store Norske Spitsbergen Kullkompani in 1991 and 1994 respectively - with disappointing results.
nb: De siste store oljeboringene på Svalbard, basert på de seismiske undersøkelsene, ble utført av Norsk Hydro og Store Norske Spitsbergen Kullkompani i henholdsvis 1991 og 1994.

source: Trust Artikugol encountered hydrocarbons - and problems.
nb: Resultatene skuffet - med bare små mengder gass og olje.

source: One of these caught fire, and the rules have since been tightened.
nb: I dag er reglene innskjerpet.

source: The atlas was prepared on request from the Ministry of Petroleum and Energy, and completes the evaluation of the Norwegian Continental Shelf.
nb: Atlaset er utarbeidet på oppdrag fra Olje- og energidepartementet, og er det tredje i rekken.

source: The first CO2 storage atlas for the Norwegian part of the North Sea was launched two years ago, followed by an atlas of the Norwegian Sea earlier this year.
nb: Det første CO2-lagringsatlaset for den norske delen av Nordsjøen ble lasert for to år siden, etterfulgt av et atlas over Norskehavet tidligere i år.

source: The sites in which it is possible to store CO2 are located in areas where petroleum activity is presumed to continue for many years to come.
nb: Lokalitetene der det er mulig å lagre CO2 ligger i områder der det antas å bli petroleumsvirksomhet i mange år framover.

source: Potential future storage of CO2 on a large scale in the Barents Sea must therefore be viewed in the context of the interests of the petroleum industry.
nb: Eventuell framtidig CO2-lagring i stor skala i Barentshavet må derfor ses i sammenheng med interessene til petroleumsindustrien.

source: It is possible to store approx. 70 million tonnes (Mt) of CO2 in structures with proven non-viable hydrocarbons.
nb: Det er vurdert at det kan lagres 70 millioner tonn (Mt) CO2 på strukturer der det er påvist at det ikke er produserbare hydrokarboner.

source: In comparison, the Norwegian part of the North Sea is estimated to have a storage capacity of about 70 Gt, and the Norwegian Sea 5,5 Gt.
nb: Til sammenligning er det beregnet at den norske delen av Nordsjøen har en lagringskapasitet på ca 70 Gt, og Norskehavet 5,5 Gt.

source: The atlases are based on information from seismic surveys and well and production data from the petroleum activities, but the Barents Sea is much more of a frontier area, compared with the North Sea and Norwegian Sea.
nb: Atlasene bygger på informasjon fra seismiske undersøkelser samt brønn- og produksjonsdata fra oljevirksomheten, men Barentshavet er mye mindre utforsket enn Nordsjøen og Norskehavet.

source: “A large part of the possible CO2 storage sites we have evaluated are considerably less mature than in the two other regions we’ve mapped,” says project manager Eva Halland.
nb: «En stor del av de mulige CO2-lagrene vi har evaluert, er betydelig mindre modne enn de to andre havområdene vi har kartlagt,» sier prosjektleder Eva Halland.

source: In the work on the three atlases, the NPD has mapped aquifers (water bearing formations) and structures in the subsurface, and has then evaluated whether they are suitable for long-term, safe storage.
nb: Oljedirektoratet har under arbeidet med de tre atlasene kartlagt vannfylte formasjoner og strukturer i undergrunnen, og deretter evaluert om disse egner seg til langsiktig og sikker lagring.

source: One of the criteria is that the potential storage sites cannot have a negative impact on the current or future oil and gas activities.
nb: Ett av kriteriene er at lagrene ikke skal ha noen negativ innvirkning på olje- og gassvirksomheten nå eller i framtiden.

source: “The Barents Sea is a frontier petroleum province, and oil and gas activities are ongoing in the entire area.
nb: «Barentshavet er en umoden petroleumsprovins, og det pågår olje- og gassvirksomhet i hele området.

source: It has therefore not been possible to delimit potential CO2 disposal areas against petroleum activities, as we have been able to do for the other regions,” says Halland.
nb: Det har derfor ikke vært mulig å avgrense eventuelle CO2-deponier mot petroleumsvirksomhet, slik vi har kunnet for de andre havområdene,» sier Halland.

source: Natural gas produced from the Barents Sea also contains CO2.
nb: I Barentshavet er det en del naturlig CO2 i naturgassen.

source: This has been proven by several exploration wells drilled in the area.
nb: Dette er påvist av flere letebrønner som er boret i området.

source: When the oil and gas fields are developed, there could be a need to remove this CO2.
nb: Når olje- og gassfeltene skal bygges ut, kan det bli behov for å fjerne denne CO2-gassen.

source: During the work on the atlas, small and large structures that can be used to store CO2 from future field developments have therefore been evaluated.
nb: Under arbeidet med atlaset har store og små strukturer som kan brukes til å lagre CO2 for framtidige feltutbygginger derfor blitt evaluert.

source: Halland references the experiences from the Snøhvit field, where CO2 has been removed from the gas and deposited in the subsurface since 2007.
nb: Halland viser til erfaringene fra Snøhvit-feltet, hvor CO2 har blitt fjernet fra gassen og deponert i undergrunnen siden 2007.

source: “This has provided us with a good understanding of how CO2 can be stored in the area,” she says.
nb: «Dette har gitt oss god forståelse av hvordan CO2 kan lagres i området,» sier hun.

source: An updated version containing all atlases is scheduled for publication next year.
nb: En oppdatert samleutgave av atlasene er planlagt utgitt neste år.

source: Topics: Environment | Geology | Storage and use of CO2
nb: Tema: Miljø | Geologi | Lagring og bruk av co2

source: The presentation will take place at the NPD’s office at Ullandhaug in Stavanger.
nb: Presentasjonen finner sted i Oljedirektoratet på Ullandhaug i Stavanger.

source: Results from exploration and production in 2012
nb: resultater av leting og produksjon i 2012

source: Updated resource figures for the Norwegian shelf
nb: oppdaterte ressurstall for norsk sokkel

source: Resource accounts with production and investment prognoses
nb: ressursregnskap med produksjons- og investeringsprognoser

source: The press conference will be broadcast live as a webcast.
nb: Minner om at pressekonferansen blir sendt direkte som nett-tv.

source: There will be a light food and drink service following the press conference.
nb: Det blir enkel servering etter pressekonferansen.

source: Statoil is the operator of Aasta Hansteen and Polarled during the development phase.
nb: Statoil er operatør for Aasta Hansteen og for Polarled i utbyggingsfasen.

source: Aasta Hansteen was proven in 1997, and is located approx. 320 kilometres west of Bodø.
nb: Aasta Hansteen blei påvist i 1997, og ligg om lag 320 kilometer vest for Bodø.

source: Hansteen will be the northernmost field developed in the Norwegian Sea thus far, and could be a future field centre for other discoveries in the area.
nb: Hansteen blir det nordlegaste feltet som blir bygt ut til no i Norskehavet, og kan bli framtidig feltsenter for andre funn i området.

source: The total recoverable reserves in Aasta Hansteen are estimated at NOK 45.4 billion standard cubic metres (Sm3) of gas and 0.9 million Sm3 of condensate.
nb: Dei totale utvinnbare reservane i Aasta Hansteen er estimert til 45,4 milliardar standard kubikkmeter (Sm3) gass og 0,9 millionar Sm3 kondensat.

source: Production is scheduled to start in 2017.
nb: Etter planen skal produksjonen starte i 2017.

source: The licensees want to develop Aasta Hansteen with a floating field centre, a so-called Spar facility.
nb: Rettshavarane ynskjer å bygge ut Aasta Hansteen med eit flytande feltsenter, ei såkalla Spar-innretning.

source: The size of the discovery, the considerable water depth and distance to other fields are important criteria for the chosen solution.
nb: Storleiken på funna, det store havdjupet og avstanden til andre felt er viktige kriterium for val av løysing.

source: The total investments in development of the field are estimated at NOK 30 billion.
nb: Dei totale investeringane i utbygginga av feltet er estimert til 30 milliardar kroner.

source: The gas from Aasta Hansteen will be transported through the 480-kilometre long Polarled pipeline system to the Nyhamna onshore facility in Møre og Romsdal County.
nb: Gassen frå Aasta Hansteen skal fraktast gjennom den 480 kilometer lange røyrsystemet Polarled til landanlegget i Nyhamna i Møre og Romsdal.

source: Eventually, gas from future field developments in the Norwegian Sea will also be exported via the pipeline system.
nb: Etterkvart skal gass frå framtidige feltutbyggingar i Norskehavet også eksporterast via røyrsystemet.

source: Polarled is scheduled to be operational from 2016.
nb: Polarled skal etter planen vil vere i drift frå 2016.

source: The project also includes expansions of the facility in Nyhamna and tie-in to the Åsgard transport pipeline system at the Kristin field.
nb: Prosjektet omfattar også utvidingar på anlegget i Nyhamna og tilknytting til røyrsystemet Åsgard transport ved Kristinfeltet.

source: The total investments in Polarled and tie-in pipelines are estimated at NOK 28 billion.
nb: Dei totale investeringane i Polarled og tilknyttingsrøyr er estimert til 28 milliardar kroner.

source: The licensees in Aasta Hansteen are Statoil (75 per cent), OMV (Norge) (15 per cent) and ConocoPhillips (10 per cent).
nb: Rettshavarane i Aasta Hansteen er Statoil (75 prosent), OMV (Norge) (15 prosent) og ConocoPhillips (10 prosent).

source: Statoil is the operator of the development.
nb: Statoil er operatør for utbygginga.

source: Dagny is located in the central part of the North Sea, about 30 kilometres northwest of the Sleipner A facility and about 230 kilometres west of Stavanger.
nb: Dagny ligg i den midtre delen av Nordsjøen, om lag 30 kilometer nordvest for Sleipner A-innretninga og om lag 230 kilometer vest for Stavanger.

source: The total recoverable reserves are estimated at 17.0 million standard cubic metres (Sm3) of oil and condensate, 12.5 billion Sm3 of gas and 3.3millionar tonnes of NGL.
nb: Dei totale utvinnbare reservane er estimert til 17,0 millionar standard kubikkmeter (Sm3) olje og kondensat, 12,5 milliardar Sm3 gass og 3,3millionar tonn NGL.

source: Gas injection has been chosen as the drainage strategy.
nb: Reserveestimatet føreset start av gassinjeksjon ved årsskiftet 2017/2018.

source: Total investments will be about NOK 30 billion.
nb: Totale investeringar blir om lag 30 milliardar kroner.

source: The plan is for Dagny to start producing from the first quarter in 2017.
nb: Etter planen skal Dagny produsere frå første kvartal 2017.

source: According to the plan, Dagny will be developed with a facility resting on the seabed.
nb: Dagny skal etter planen byggast ut med i botnfast innretning.

source: The facility will be able to receive power from shore, but local power production will be used until power from shore is available in the area.
nb: Innretninga vil kunne få kraft frå land, men det blir lagt opp til eigen kraftproduksjon fram til kraft frå land er tilgjengeleg i området.

source: The Dagny discovery is part of production licences 029B, 029C, 048 and 303.
nb: Dagny-funnet er omfatta av utvinningsløyva 029B, 029C, 048 og 303.

source: The licensees in Dagny are Statoil, Total and Det norske.
nb: Rettshavarane i Dagny er Statoil, Total og Det norske.

source: The Delta structure is located about 14 kilometres southwest of the Oseberg field centre in the North Sea.
nb: Deltastrukturen ligger rundt 14 kilometer sørvest for Oseberg feltsenter i Nordsjøen.

source: The structure is located within the Oseberg area unit, mainly in block 30/9 in production licences 79 and 104, where Statoil is the operator.
nb: Strukturen ligger innenfor Oseberg area unit, hovedsakelig i blokk 30/9 i utvinningstillatelsene 79 og 104, hvor Statoil er operatør.

source: Oseberg Delta was previously developed with a subsea template tied in to the Oseberg field centre, and currently has two production wells.
nb: Oseberg Delta er tidligere bygd ut med en havbunnsramme knyttet opp mot Oseberg feltsenter, og har i dag to produksjonsbrønner.

source: At Oseberg Delta phase 2, Delta will be further developed with two new subsea templates, and the drive mechanism will be changed from depressurisation to partial pressure maintenance based on gas injection.
nb: Ved Oseberg Delta fase 2 bygges Delta ytterligere ut med to nye havbunnsrammer, og drivmekanismen endres fra trykkavlastning til delvis trykkvedlikehold basert på gassinjeksjon.

source: Most of the injected gas will be sold during a later phase.
nb: Det meste av den injiserte gassen blir solgt i en seinere fase.

source: The two new subsea templates will also be connected to the Oseberg field centre via the existing Delta subsea template.
nb: Også de to nye havbunnsrammene knyttes opp mot Oseberg feltsenter via eksisterende Delta havbunnsramme.

source: One of the two pipes that currently transport the gas from Tune to Oseberg will be reused to transport gas for injection from Oseberg to Delta.
nb: For å transportere gass til injeksjon fra Oseberg til Delta, gjenbrukes det ene av de to rørene som per i dag frakter gassen fra Tune til Oseberg.

source: The project entails investments of just under NOK 8 billion, and the expected production is 4.6 million standard cubic metres (Sm3) of oil and 7.7 billion Sm3 of gas.
nb: Prosjektet innebærer investeringer i underkant av 8 milliarder kroner, og forventet produksjon er 4,6 millioner standard kubikkmeter (Sm3) olje og 7,7 milliarder Sm3 gass.
